Repository: peacehunter/cash_memo_creator_flutter
Catalog: lib/l10n/app_*.arb
Languages: bn

source: Saved Memos
bn: সংরক্ষিত মেমো

source: Total
bn: মোট

source: Date
bn: তারিখ

source: Date: Not available
bn: তারিখ: পাওয়া যায়নি

source: Delete Memo
bn: মেমো মুছুন

# confirmDelete
source: Are you sure you want to delete this memo?
bn: আপনি কি নিশ্চিত যে আপনি এই মেমোটি মুছতে চান?

source: Cancel
bn: বাতিল

source: Delete
bn: মুছুন

source: Generate Cash Memo
bn: ক্যাশ মেমো তৈরি করুন

source: No saved memos
bn: কোন সংরক্ষিত মেমো নেই

source: Customer name
bn: ক্রেতার নাম

source: Customer address
bn: ক্রেতার ঠিকানা

source: Customer phone number
bn: ক্রেতার ফোন নাম্বার

source: Product name
bn: পণ্যের নাম

# product_price
source: Price
bn: দাম

# product_quantity
source: Quantity
bn: সংখ্যা

# product_subtotal
source: Subtotal
bn: মোট

# product_total
source: Total
bn: সর্বমোট

# add_product_button_label
source: Add Product
bn: পণ্য যোগ করুন

# discount_label
source: Discount
bn: ছাড়

# tax_label
source: Vat/Tax
bn: ভ্যাট/ট্যাক্স %

# create_cash_memo_label
source: Create Cash Memo
bn: ক্যাশ মেমো তৈরী করুন

# percent_discount_label
source: Percentage Discount
bn: শতকরা হিসেবে ডিসকাউন্ট

# select_template_label
source: Select a Template
bn: টেমপ্লেট পছন্দ করুন

# template_name_1
source: Template 1 - Classic
bn: টেমপ্লেট ১ঃ ক্ল্যাসিক

# template_name_2
source: Template 2 - Modern
bn: টেমপ্লেট ২ঃ মর্ডার্ন

# template_name_3
source: Template 3 - Minimal
bn: টেমপ্লেট ১ঃ মিনিমাল

# template_name_4
source: Template 4 - Borderless
bn: টেমপ্লেট ১ঃ বর্ডারলেস (বর্ডার ছাড়া)

# dialog_cancel_label
source: Cancel
bn: বাতিল করুন

# pdf_company_name
source: Company Name
bn: প্রতিষ্ঠানের নাম

# cash_memo_pdf_label
source: Cash Memo
bn: ক্যাশ মেমো

# date_pdf_label
source: Date:
bn: তারিখ:

# settings_label
source: Settings
bn: সেটিংস

# company_info_tab_label
source: Company info
bn: কোম্পানীর তথ্য

# watermark_tab_label
source: Watermark
bn: জলছাপ

# nb_tab_label
source: N.B.
bn: বিদ্রঃ মেসেজ

# language_tab_label
source: Language
bn: ভাষা

# customize_company_info
source: Customize Your Company Info
bn: প্রতিষ্ঠানের তথ্য পরিবর্তন

# customize_company_logo
source: Company Logo
bn: প্রতিষ্ঠানের লোগো

# no_logo
source: No logo selected
bn: কোন লোগো পছন্দ করা হয়নি

source: Select Logo
bn: লোগো পছন্দ করুন

source: Company address
bn: প্রতিষ্ঠানের ঠিকানা

source: Company Logo
bn: প্রতিষ্ঠানের লোগো

# watermark_settings_label
source: Watermark Settings
bn: জলছাপ সম্পর্কিত সেটিংস

# watermark_text_label
source: Watermark Text
bn: জলছাপ হিসেবে ব্যবহৃত লিখা

# watermark_image_label
source: Watermark Image
bn: জলছাপ হিসেবে ব্যবহৃত ছবি

# no_watermark_image_label
source: No watermark image selected
bn: জলছাপের জন্য কোন ছবি পছন্দ করা হয়নি

# select_watermark_image_label
source: Select Watermark Image
bn: জলছাপের জন্য ছবি পছন্দ করুন

# select_watermark_type_label
source: Select Watermark Type
bn: জলছাপের ধরন পছন্দ করুন

# watermark_type_text_label
source: Text
bn: লিখা

# watermark_type_image_label
source: Image
bn: ছবি

# watermark_type_both_label
source: Both
bn: সবগুলি

# watermark_type_none_label
source: None
bn: কোনটিই না (কোন জলছাপ থাকবে না)

# nb_label
source: N.B. (Note Well)
bn: বিদ্রঃ (বিশেষ দ্রষ্টব্য লিখা বার্তা)

# special_message_title
source: Special Message
bn: কাস্টমারদের উদ্দেশ্যে বিশেষ বার্তা

# select_language_title
source: Select Language
bn: ভাষা পরিবর্তন করুন

# language_english_title
source: English
bn: ইংরেজী

# language_bengali_title
source: Bengali
bn: বাংলা

# save_settings_label
source: Save Settings
bn: সেটিংস সেভ করুন

# cash_memo_created
source: Cash memo created successfully!
bn: ক্যাশ মেমো সফলভাবে তৈরি হয়েছে!

# product_added
source: Product added successfully!
bn: পণ্য সফলভাবে যুক্ত হয়েছে!
